Repository: biiigshmike/offshore-budgeting
Catalog: OffshoreBudgeting/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, pt_br, zh_hans

source: Start add expense from Budget Details and choose the correct expense type first.
ar: ابدأ بإضافة النفقات من تفاصيل الميزانية واختر نوع النفقات الصحيح أولاً.
de: Beginnen Sie mit dem Hinzufügen von Ausgaben in den Budgetdetails und wählen Sie zunächst die richtige Ausgabenart aus.
es: Empieza a agregar gasto desde Detalles del presupuesto y elige primero el tipo correcto.
fr: Commencez l’ajout de dépense depuis Détails du budget et choisissez d’abord le bon type de dépense.
pt_br: Comece a adicionar despesas em Detalhes do orçamento e escolha primeiro o tipo de despesa correto.
zh_hans: 开始从预算详细信息添加费用并首先选择正确的费用类型。

source: Start by creating or opening the budget period you are working in. During setup, decide which cards and presets belong to that cycle, then add planned items that make the period realistic from day one. As the period unfolds, log variable spending and track income in Income as deposits arrive. If your income is predictable, recurring entries can reduce repetitive work. Keep categories clear and meaningful so your trends stay readable as history grows.
ar: ابدأ بإنشاء أو فتح فترة الميزانية التي تعمل فيها. أثناء الإعداد، حدد البطاقات والإعدادات المسبقة التي تنتمي إلى تلك الدورة، ثم قم بإضافة العناصر المخططة التي تجعل الفترة واقعية من اليوم الأول. مع تطور الفترة، قم بتسجيل الإنفاق المتغير وتتبع الدخل في الدخل عند وصول الودائع. إذا كان دخلك يمكن التنبؤ به، فإن الإدخالات المتكررة يمكن أن تقلل من العمل المتكرر. اجعل الفئات واضحة وذات مغزى حتى تظل اتجاهاتك قابلة للقراءة مع نمو التاريخ.
de: Erstellen oder öffnen Sie zunächst den Budgetzeitraum, in dem Sie arbeiten. Entscheiden Sie während der Einrichtung, welche Karten und Voreinstellungen zu diesem Zyklus gehören, und fügen Sie dann geplante Elemente hinzu, die den Zeitraum vom ersten Tag an realistisch machen. Im weiteren Verlauf des Zeitraums protokollieren Sie variable Ausgaben und verfolgen die Einnahmen im Einkommen, sobald Einzahlungen eingehen.
es: Empieza creando o abriendo el periodo presupuestario en el que estás trabajando. Durante la configuración, decide qué tarjetas y plantillas pertenecen a ese ciclo y luego agrega los elementos planificados que hagan que el periodo sea realista desde el primer día. A medida que avanza el periodo, registra los gastos variables y lleva el seguimiento de los ingresos en Ingresos a medida que llegan los depósitos. Si tus ingresos son predecibles, las entradas recurrentes pueden reducir el trabajo repetitivo. Mantén las categorías claras y significativas para que tus tendencias sigan siendo legibles a medida que crece el historial.
fr: Commencez par créer ou ouvrir la période budgétaire sur laquelle vous travaillez. Pendant la configuration, décidez quelles cartes et quels préréglages appartiennent à ce cycle, puis ajoutez les éléments prévus qui rendent la période réaliste dès le premier jour. À mesure que la période avance, enregistrez les dépenses variables et suivez le revenu dans Revenu à mesure que les dépôts arrivent. Si votre revenu est prévisible, les entrées récurrentes peuvent réduire le travail répétitif. Gardez des catégories claires et explicites pour que vos tendances restent lisibles à mesure que l’historique grandit.
pt_br: Comece criando ou abrindo o período orçamentário em que você está trabalhando. Durante a configuração, decida quais cartões e predefinições pertencem a esse ciclo e, em seguida, adicione itens planejados que tornem o período realista desde o primeiro dia. À medida que o período se desenrola, registre os gastos variáveis ​​e acompanhe a receita em Receita à medida que os depósitos chegam. Se sua renda for previsível, lançamentos recorrentes podem reduzir o trabalho repetitivo. Mantenha as categorias claras e significativas para que suas tendências permaneçam legíveis à medida que a história cresce.
zh_hans: 首先创建或打开您正在处理的预算期间。在设置过程中，决定哪些卡和预设属于该周期，然后添加计划项目，使该期间从第一天起就变得现实。 随着时间的推移，记录可变支出并在存款到达时跟踪收入中的收入。如果您的收入是可预测的，经常性分录可以减少重复性工作。保持类别清晰且有意义，以便您的趋势随着历史的发展而保持可读性。

source: Start date must be on or before the end date.
ar: يجب أن يكون تاريخ البدء في تاريخ الانتهاء أو قبله.
de: Das Startdatum muss am oder vor dem Enddatum liegen.
es: La fecha de inicio debe ser anterior o igual a la fecha de fin.
fr: Démarrer date must be on or before the end date.
pt_br: A data de início deve ser igual ou anterior à data de término.
zh_hans: 开始日期必须等于或早于结束日期。

source: Start Excursion Mode
ar: ابدأ وضع الرحلة
de: Starten Sie den Ausflugsmodus
es: Iniciar modo Excursion
fr: Demarrer le mode Excursion
pt_br: Iniciar modo de excursão
zh_hans: 开启游览模式

source: Start import from the screen that owns the records you want to create. This keeps destination context clear and reduces mapping confusion. Before importing, confirm the target period so records land in the correct cycle. That one check prevents a lot of cleanup later.
ar: ابدأ الاستيراد من الشاشة التي تمتلك السجلات التي تريد إنشاءها. يؤدي هذا إلى إبقاء سياق الوجهة واضحًا ويقلل من ارتباك التعيين. قبل الاستيراد، تأكد من الفترة المستهدفة حتى تصل السجلات إلى الدورة الصحيحة. هذا الفحص الواحد يمنع الكثير من عمليات التنظيف لاحقًا.
de: Starten Sie den Import auf dem Bildschirm, der die Datensätze enthält, die Sie erstellen möchten.
es: Empieza la importación desde la pantalla propietaria de los registros que quieres crear. Eso mantiene claro el contexto de destino y reduce la confusión de asignación. Antes de importar, confirma el periodo objetivo para que los registros caigan en el ciclo correcto. Esa comprobación evita mucho trabajo de limpieza más adelante.
fr: Commencez l’importation depuis l’écran qui possède les enregistrements que vous voulez créer. Cela garde le contexte de destination clair et réduit la confusion de correspondance. Avant d’importer, confirmez la période cible afin que les enregistrements tombent dans le bon cycle. Cette seule vérification évite beaucoup de nettoyage ensuite.
pt_br: Inicie a importação na tela que contém os registros que você deseja criar. Isto mantém o contexto de destino claro e reduz a confusão de mapeamento. Antes de importar, confirme o período alvo para que os registros cheguem no ciclo correto. Essa verificação evita muita limpeza posterior.
zh_hans: 从拥有您要创建的记录的屏幕开始导入。这可以保持目的地上下文清晰并减少映射混乱。 导入前，确认目标期间，以便以正确的周期记录土地。这项检查可以防止以后进行大量清理工作。

source: Start in Budgets to open the correct period before making any updates.
ar: ابدأ في الميزانيات لفتح الفترة الصحيحة قبل إجراء أي تحديثات.
de: Beginnen Sie in Budgets, um den richtigen Zeitraum zu öffnen, bevor Sie Aktualisierungen vornehmen.
es: Empieza en Presupuestos para abrir el periodo correcto antes de hacer cualquier actualización.
fr: Commencez dans Budgets pour ouvrir la bonne période avant de faire la moindre mise à jour.
pt_br: Comece em Orçamentos para abrir o período correto antes de fazer qualquer atualização.
zh_hans: 在进行任何更新之前，从预算中开始打开正确的期间。

source: Start in Settings Overview to jump directly to the management area you need.
ar: ابدأ في نظرة عامة على الإعدادات للانتقال مباشرةً إلى منطقة الإدارة التي تحتاجها.
de: Beginnen Sie in der Einstellungsübersicht, um direkt zum gewünschten Verwaltungsbereich zu springen.
es: Empieza en el resumen de Ajustes para ir directamente al área de gestión que necesitas.
fr: Commencez dans l’aperçu de Réglages pour aller directement à la zone de gestion dont vous avez besoin.
pt_br: Comece em Visão geral das configurações para ir diretamente para a área de gerenciamento necessária.
zh_hans: 从“设置概览”开始，直接跳转到您需要的管理区域。

source: Start the budget, keep the generated title or enter your own, then confirm dates.
ar: ابدأ بالميزانية، واحتفظ بالعنوان الذي تم إنشاؤه أو أدخل العنوان الخاص بك، ثم قم بتأكيد التواريخ.
de: Starten Sie das Budget, behalten Sie den generierten Titel bei oder geben Sie Ihren eigenen ein und bestätigen Sie dann die Daten.
es: Inicia el presupuesto, conserva el título generado o introduce el tuyo y luego confirma las fechas.
fr: Démarrez le budget, gardez le titre généré ou saisissez le vôtre, puis confirmez les dates.
pt_br: Inicie o orçamento, mantenha o título gerado ou insira o seu próprio e confirme as datas.
zh_hans: 开始预算，保留生成的标题或输入您自己的标题，然后确认日期。

source: Start with period-level totals to identify whether a meaningful shift happened. If something looks off, drill into category or entry-level detail to find the root cause. Compare planned and actual side by side whenever possible. Looking at one without the other can hide the reason a value moved.
ar: ابدأ بإجماليات مستوى الفترة لتحديد ما إذا كان قد حدث تحول ذو معنى. إذا كان هناك شيء ما يبدو خاطئًا، فانتقل إلى تفاصيل الفئة أو مستوى الإدخال للعثور على السبب الجذري. قارن المخطط والفعلي جنبًا إلى جنب كلما أمكن ذلك. إن النظر إلى أحدهما دون الآخر يمكن أن يخفي سبب نقل القيمة.
de: Beginnen Sie mit den Gesamtwerten auf Periodenebene, um festzustellen, ob eine bedeutsame Verschiebung stattgefunden hat.
es: Empieza por los totales del periodo para identificar si ocurrió un cambio significativo. Si algo parece incorrecto, profundiza hasta el detalle por categoría o por entrada para encontrar la causa raíz. Compara lo planificado y lo real lado a lado siempre que sea posible. Mirar uno sin el otro puede ocultar la razón por la que cambió un valor.
fr: Commencez par les totaux de période pour identifier si un changement significatif s’est produit. Si quelque chose semble anormal, descendez jusqu’au détail par catégorie ou par entrée pour trouver la cause profonde. Comparez le prévu et le réel côte à côte chaque fois que possible. Regarder l’un sans l’autre peut cacher la raison pour laquelle une valeur a bougé.
pt_br: Comece com os totais do período para identificar se ocorreu uma mudança significativa. Se algo parecer errado, analise a categoria ou os detalhes básicos para encontrar a causa raiz. Compare o planejado e o real lado a lado sempre que possível. Olhar um sem o outro pode ocultar o motivo pelo qual um valor foi movido.
zh_hans: 从期间级别的总计开始，以确定是否发生了有意义的转变。如果出现问题，请深入研究类别或入门级详细信息以找到根本原因。 尽可能并排比较计划和实际情况。只看一个而不看另一个可以隐藏值移动的原因。

source: Start your spending session with one tap.
ar: ابدأ جلسة الإنفاق الخاصة بك بنقرة واحدة.
de: Starten Sie Ihre Ausgabensitzung mit einem Fingertipp.
es: Inicia tu sesión de gastos con un solo toque.
fr: Demarrez votre session de depenses en un seul geste.
pt_br: Comece sua sessão de gastos com um toque.
zh_hans: 一键启动您的消费会话。

source: Status
ar: حالة
es: Estado
fr: Statut
zh_hans: 地位

source: Step 1: Open Automation and start a new automation.
ar: الخطوة 1: افتح الأتمتة وابدأ عملية أتمتة جديدة.
de: Schritt 1: Öffnen Sie die Automatisierung und starten Sie eine neue Automatisierung.
es: Paso 1: Abre Automatización e inicia una nueva automatización.
fr: Étape 1 : Ouvrez Automatisation et démarrez une nouvelle automatisation.
pt_br: Etapa 1: Abra a automação e inicie uma nova automação.
zh_hans: 第 1 步：打开自动化并启动新的自动化。

source: Step 2: Choose the Wallet tap trigger.
ar: الخطوة 2: اختر مشغل النقر على المحفظة.
de: Schritt 2: Wählen Sie den Auslöser „Wallet Tap“.
es: Paso 2: Elige el activador de toque de Wallet.
fr: Étape 2 : Choisissez le déclencheur de toucher Wallet.
pt_br: Passo 2: Escolha o gatilho de toque da Carteira.
zh_hans: 第 2 步：选择钱包点击触发器。

source: Step 3: Select one card and one category, then set run options.
ar: الخطوة 3: حدد بطاقة واحدة وفئة واحدة، ثم قم بتعيين خيارات التشغيل.
de: Schritt 3: Wählen Sie eine Karte und eine Kategorie aus und legen Sie dann die Ausführungsoptionen fest.
es: Paso 3: Selecciona una tarjeta y una categoría, y luego configura las opciones de ejecución.
fr: Étape 3 : Sélectionnez une carte et une catégorie, puis réglez les options d’exécution.
pt_br: Etapa 3: selecione um cartão e uma categoria e defina as opções de execução.
zh_hans: 步骤3：选择一张卡和一个类别，然后设置运行选项。

source: Step 4: Create a new shortcut.
ar: الخطوة 4: إنشاء اختصار جديد.
de: Schritt 4: Erstellen Sie eine neue Verknüpfung.
es: Paso 4: Crea un nuevo atajo.
fr: Étape 4 : Créez un nouveau raccourci.
pt_br: Passo 4: Crie um novo atalho.
zh_hans: 第四步：创建一个新的快捷方式。

source: Step 5: Add Offshore Add Expense.
ar: الخطوة 5: إضافة Offshore إضافة النفقات.
de: Schritt 5: Offshore hinzufügen und Kosten hinzufügen.
es: Paso 5: Agrega Offshore Add Expense.
fr: Étape 5 : Ajoutez Offshore Add Expense.
pt_br: Etapa 5: Adicionar Offshore Adicionar despesa.
zh_hans: 步骤5：添加Offshore添加费用。

source: Step 6: Confirm your setup looks right so far.
ar: الخطوة 6: تأكد من أن الإعداد يبدو صحيحًا حتى الآن.
de: Schritt 6: Bestätigen Sie, dass Ihr Setup soweit korrekt aussieht.
es: Paso 6: Confirma que tu configuración se ve correcta hasta ahora.
fr: Étape 6 : Confirmez que votre configuration semble correcte jusqu’ici.
pt_br: Etapa 6: confirme se sua configuração está correta até agora.
zh_hans: 第 6 步：确认您的设置到目前为止看起来正确。

source: Step 7: Pass Shortcut Input into Amount.
ar: الخطوة 7: قم بتمرير إدخال الاختصار إلى المبلغ.
de: Schritt 7: Übergeben Sie die Shortcut-Eingabe an den Betrag.
es: Paso 7: Pasa la Entrada del atajo al campo Importe.
fr: Étape 7 : Passez Entrée du raccourci dans Montant.
pt_br: Etapa 7: passe a entrada do atalho para o valor.
zh_hans: 第 7 步：将快捷方式输入传递给金额。

source: Step 8: Map Amount and Merchant variables.
ar: الخطوة 8: تعيين متغيرات المبلغ والتاجر.
de: Schritt 8: Ordnen Sie die Variablen „Betrag“ und „Händler“ zu.
es: Paso 8: Asigna las variables Importe y Comercio.
fr: Étape 8 : Associez les variables Montant et Commerçant.
pt_br: Passo 8: Mapear as variáveis ​​Valor e Comerciante.
zh_hans: 第 8 步：映射金额和商户变量。

source: Step 9: Finalize fields and save automation.
ar: الخطوة 9: إنهاء الحقول وحفظ الأتمتة.
de: Schritt 9: Felder abschließen und Automatisierung speichern.
es: Paso 9: Finaliza los campos y guarda la automatización.
fr: Étape 9 : Finalisez les champs et enregistrez l’automatisation.
pt_br: Passo 9: Finalize os campos e salve a automação.
zh_hans: 步骤 9：完成字段并保存自动化。

source: Stop Excursion Mode
ar: إيقاف وضع الرحلة
de: Stoppen Sie den Exkursionsmodus
es: Detener modo excursion
fr: Stop mode Excursion
pt_br: Parar o modo de excursão
zh_hans: 停止游览模式

source: Stop the active excursion mode session.
ar: أوقف جلسة وضع الرحلة النشطة.
de: Stoppen Sie die aktive Exkursionsmodus-Sitzung.
es: Detener la sesión activa del modo excursión.
fr: Arrête la session active du mode Excursion.
pt_br: Pare a sessão do modo excursão ativa.
zh_hans: 停止活动的游览模式会话。

source: Submit Question
ar: إرسال السؤال
de: Frage einreichen
es: Enviar pregunta
fr: Envoyer la question
pt_br: Enviar pergunta
zh_hans: 提交问题

source: Summarize today's spending and optionally open Offshore to the Cards tab for review.
ar: قم بتلخيص إنفاق اليوم وافتح Offshore اختياريًا في علامة التبويب "البطاقات" للمراجعة.
de: Fassen Sie die heutigen Ausgaben zusammen und öffnen Sie optional Offshore zur Registerkarte „Karten“ zur Überprüfung.
es: Resume el gasto de hoy y, opcionalmente, abre Offshore en la pestaña Tarjetas para revisar.
fr: Summarize today's spending and optionally open Offshore to the Cartes tab for review.
pt_br: Resuma os gastos de hoje e, opcionalmente, abra Offshore na guia Cartões para revisão.
zh_hans: 总结今天的支出，并可选择打开 Offshore 到“卡”选项卡进行查看。

source: Supported on: iPhone, iPad, and Mac
ar: مدعوم على: iPhone، وiPad، وMac
de: Unterstützt auf: iPhone, iPad und Mac
es: Compatible con: iPhone, iPad y Mac
fr: Pris en charge sur : iPhone, iPad et Mac
pt_br: Compatível com: iPhone, iPad e Mac
zh_hans: 支持：iPhone、iPad 和 Mac

source: Swept for Bugs
ar: اجتاحت البق
de: Nach Käfern durchsucht
es: Barrido de errores
fr: Chasse aux bugs
pt_br: Varrido por insetos
zh_hans: 扫除错误

source: Swipe gestures are now available for use on the budgets list while the Budgets tab is active.
ar: أصبحت إيماءات التمرير متاحة الآن للاستخدام في قائمة الميزانيات أثناء تنشيط علامة التبويب "الميزانيات".
de: Wischgesten können jetzt in der Budgetliste verwendet werden, während die Registerkarte „Budgets“ aktiv ist.
es: Los gestos de deslizamiento ahora están disponibles en la lista de presupuestos cuando la pestaña Presupuestos está activa.
fr: Les gestes de balayage sont maintenant disponibles dans la liste des budgets lorsque l’onglet Budgets est actif.
pt_br: Os gestos de deslizar agora estão disponíveis para uso na lista de orçamentos enquanto a guia Orçamentos está ativa.
zh_hans: 现在，当“预算”选项卡处于活动状态时，可以在预算列表上使用滑动手势。

source: Swipe to Edit or Delete
ar: اسحب للتحرير أو الحذف
de: Wischen Sie zum Bearbeiten oder Löschen
es: Desliza para editar o eliminar
fr: Balayer pour modifier ou supprimer
pt_br: Deslize para editar ou excluir
zh_hans: 滑动即可编辑或删除

source: Switch
ar: يُحوّل
de: Schalten
es: Cambiar
fr: Changer
pt_br: Trocar
zh_hans: 转变

source: Switch to iCloud?
ar: التبديل إلى iCloud؟
de: Zu iCloud wechseln?
es: Cambiar a iCloud?
fr: Passer à iCloud ?
pt_br: Mudar para iCloud?
zh_hans: 切换到iCloud？

source: Switch to On Device?
ar: هل تريد التبديل إلى "على الجهاز"؟
de: Auf „Auf Gerät“ umschalten?
es: Cambiar a En este dispositivo?
fr: Passer à Sur l’appareil ?
pt_br: Mudar para ligado no dispositivo?
zh_hans: 切换到设备上？

source: Switch Workspace
ar: تبديل مساحة العمل
de: Arbeitsbereich wechseln
es: Cambiar espacio de trabajo
fr: Changer d’espace de travail
pt_br: Alternar espaço de trabalho
zh_hans: 切换工作空间

source: Switch workspaces or manage them
ar: تبديل مساحات العمل أو إدارتها
de: Wechseln Sie Arbeitsbereiche oder verwalten Sie sie
es: Cambiar espacios de trabajo o administrarlos
fr: Changez d’espace de travail ou gérez-les
pt_br: Troque de espaço de trabalho ou gerencie-os
zh_hans: 切换工作区或管理它们

source: Switching to iCloud will show your iCloud data. Your on-device data will remain on this device if you switch back later.
ar: سيؤدي التبديل إلى iCloud إلى إظهار بيانات iCloud الخاصة بك. ستظل بياناتك الموجودة على الجهاز موجودة على هذا الجهاز إذا قمت بالتبديل مرة أخرى لاحقًا.
de: Wenn Sie zu iCloud wechseln, werden Ihre iCloud-Daten angezeigt.
es: Cambiar a iCloud mostrara tus datos de iCloud. Tus datos locales seguiran en este dispositivo si vuelves después.
fr: Passer à iCloud affichera vos données iCloud. Vos données sur l’appareil resteront sur cet appareil si vous revenez plus tard.
pt_br: Mudar para iCloud mostrará seus dados iCloud. Os dados do dispositivo permanecerão neste dispositivo se você voltar mais tarde.
zh_hans: 切换到 iCloud 将显示您的 iCloud 数据。如果您稍后切换回来，您的设备上数据将保留在此设备上。

source: System Default
ar: النظام الافتراضي
de: Systemstandard
es: Predeterminado del sistema
fr: Système Par défaut
pt_br: Padrão do sistema
zh_hans: 系统默认值

source: System First Weekday
ar: النظام الأول في أيام الأسبوع
de: System Erster Wochentag
es: Primer dia de la semana del sistema
fr: Système First Weekday
pt_br: Primeiro dia da semana do sistema
zh_hans: 系统第一个工作日

source: System Permissions
ar: أذونات النظام
de: Systemberechtigungen
es: Permisos del sistema
fr: Système Permissions
pt_br: Permissões do sistema
zh_hans: 系统权限

source: Tab Flicker Diagnostics
ar: تشخيص وميض علامات التبويب
de: Diagnose fuer Tab-Flackern
es: Diagnósticos de parpadeo de pestañas
fr: Diagnostic du scintillement des onglets
pt_br: Diagnostico de cintilacao das abas
zh_hans: 标签闪烁诊断

source: Tap Edit to pin widgets and cards to Home.
ar: اضغط على "تحرير" لتثبيت الأدوات والبطاقات على الصفحة الرئيسية.
de: Tippen Sie auf Bearbeiten, um Widgets und Karten an die Startseite anzuheften.
es: Pulsa Editar para fijar widgets y cuentas en el panel.
fr: Tap Modifier to pin widgets and cards to Accueil.
pt_br: Toque em Editar para fixar widgets e cartões na página inicial.
zh_hans: 点击编辑将小部件和卡片固定到主页。

source: Tap selected chips to clear one at a time, or use Clear to reset all.
ar: اضغط على الرقائق المحددة لمسح شريحة واحدة في كل مرة، أو استخدم مسح لإعادة تعيين الكل.
de: Tippen Sie auf ausgewählte Chips, um einen nach dem anderen zu löschen, oder verwenden Sie „Löschen“, um alle zurückzusetzen.
es: Toca los chips seleccionados para quitar uno por uno, o usa Borrar para restablecer todo.
fr: Tap selected chips to clear one at a time, or use Effacer to reset all.
pt_br: Toque nas fichas selecionadas para limpar uma de cada vez ou use Limpar para redefinir todas.
zh_hans: 点击选定的筹码一次清除一个，或使用“清除”重置所有筹码。

source: Tap To Pay Automation Availability
ar: انقر للدفع توافر الأتمتة
de: Tippen Sie auf, um die Verfügbarkeit der Automatisierung zu bezahlen
es: Disponibilidad de automatización de Tap to Pay
fr: Disponibilité de l’automatisation Tap to Pay
pt_br: Disponibilidade de automação Tap To Pay
zh_hans: 触碰支付自动化可用性

source: Tap To Pay automation setup steps are currently available on iPhone only. Open this help topic on iPhone to view the full step-by-step setup walkthrough.
ar: تتوفر خطوات إعداد أتمتة Tap To Pay حاليًا على iPhone فقط. افتح موضوع المساعدة هذا على iPhone لعرض إرشادات الإعداد الكاملة خطوة بخطوة.
de: Die Schritte zur Einrichtung der Tap-To-Pay-Automatisierung sind derzeit nur auf dem iPhone verfügbar. Öffnen Sie dieses Hilfethema auf dem iPhone, um die vollständige Schritt-für-Schritt-Anleitung zur Einrichtung anzuzeigen.
es: Los pasos de configuración de automatización de Tap to Pay están disponibles actualmente solo en iPhone. Abre este tema de ayuda en iPhone para ver la guía completa paso a paso.
fr: Les étapes de configuration de l’automatisation Tap to Pay sont actuellement disponibles uniquement sur iPhone. Ouvrez cette rubrique d’aide sur iPhone pour voir le guide complet pas à pas.
pt_br: As etapas de configuração da automação Tap To Pay estão disponíveis atualmente apenas no iPhone. Abra este tópico de ajuda no iPhone para ver o passo a passo completo da configuração.
zh_hans: 触碰付款自动化设置步骤目前仅适用于 iPhone。 在 iPhone 上打开此帮助主题可查看完整的分步设置演练。

source: Tap To Pay Automation Steps
ar: اضغط لدفع خطوات الأتمتة
de: Tippen Sie auf Automatisierungsschritte zum Bezahlen
es: Pasos de automatización de Tap to Pay
fr: Étapes d’automatisation Tap to Pay
pt_br: Etapas de automação do toque para pagar
zh_hans: 点击支付自动化步骤

source: Tap To Pay Screenshots
ar: انقر للدفع لقطات الشاشة
de: Tippen Sie auf, um Screenshots zu bezahlen
es: Capturas de Tap to Pay
fr: Captures d’écran Tap to Pay
pt_br: Toque para pagar Capturas de tela
zh_hans: 点击支付截图

source: Tap To Pay: Controlled Setup
ar: اضغط للدفع: الإعداد المتحكم فيه
de: Zum Bezahlen tippen: Kontrollierte Einrichtung
es: Tap to Pay: configuración controlada
fr: Tap to Pay : configuration contrôlée
pt_br: Toque para pagar: configuração controlada
zh_hans: 点击支付：受控设置

source: Test after each automation is created. If parsing fails, recheck that Amount and Merchant are mapped to the correct Shortcut Input detail. Make one change at a time, retest, and keep going.
ar: اختبار بعد إنشاء كل أتمتة. إذا فشل التحليل، فأعد التحقق من تعيين المبلغ والتاجر إلى تفاصيل إدخال الاختصار الصحيحة. قم بإجراء تغيير واحد في كل مرة، وأعد الاختبار، واستمر.
de: Testen Sie, nachdem jede Automatisierung erstellt wurde.
es: Prueba después de crear cada automatización. Si el análisis falla, vuelve a comprobar que Importe y Comercio estén asignados al detalle correcto de Entrada del atajo. Haz un cambio a la vez, vuelve a probar y sigue avanzando.
fr: Testez après la création de chaque automatisation. Si l’analyse échoue, revérifiez que Montant et Commerçant sont associés au bon détail d’Entrée du raccourci. Faites un changement à la fois, retestez, puis continuez.
pt_br: Teste após cada automação ser criada. Se a análise falhar, verifique novamente se Valor e Comerciante estão mapeados para os detalhes corretos da entrada de atalho. Faça uma alteração de cada vez, teste novamente e continue.
zh_hans: 创建每个自动化后进行测试。如果解析失败，请重新检查金额和商家是否已映射到正确的快捷方式输入详细信息。 一次进行一项更改，重新测试，然后继续。
